{
  "id": "adolfo-ferrando",
  "education": [
    {
      "year": "06/1999-12/2005",
      "title": "Postdoctoral research fellow, Pediatric Oncology Dept. Dana Farber Cancer Institute, Boston, Massachusetts",
      "notes": []
    },
    {
      "year": "01/1995-12/1998",
      "title": "Residency in Hematology, Hospital Central de Asturias Asturias, Spain",
      "notes": []
    },
    {
      "year": "1999",
      "title": "Ph.D. University of Oviedo, Spain, Medicine",
      "notes": [
        "Thesis Title: \"Human Belomycin Hydrolase: Identification, Characterization and Analysis of its Role in Chemotherapy Resistance\" sponsored by Dr. Carlos Lopez Otín and Gloria Velasco Cotarelo, Department of Biochemistry and Molecular Biology, University of Oviedo, Spain, 1999"
      ]
    },
    {
      "year": "1994",
      "title": "M.D. University of Oviedo, Spain",
      "notes": []
    }
  ],
  "training": [],
  "experience": [],
  "awards": [
    {
      "year": "2017",
      "title": "Hyundai Hope on Wheels. Scholar Award",
      "notes": []
    },
    {
      "year": "2016",
      "title": "Cancer Research Institute of Salamanca CSIC-USAL, Salamanca, Spain. V National “Drs. Diz Pintado” Cancer Research Prize.",
      "notes": []
    },
    {
      "year": "2014",
      "title": "Pershing Square Sohn Cancer Research Alliance. Pershing Square Sohn Prize for Young Investigators in Cancer Research",
      "notes": []
    },
    {
      "year": "2011",
      "title": "Columbia University in the City of New York. Harold and Golden Lamport Award for Excellence in Clinical Research",
      "notes": []
    },
    {
      "year": "2011",
      "title": "Irving Institute for Clinical and Translational Research of Columbia University in the City of New York. Outstanding Pilot Studies Award",
      "notes": []
    },
    {
      "year": "2007",
      "title": "American Society of Hematology th Meeting, Atlanta, GA. Plenary Session presentation",
      "notes": []
    },
    {
      "year": "2007",
      "title": "Leukemia and Lymphoma Society. Scholar Award",
      "notes": []
    },
    {
      "year": "2007",
      "title": "Plenary Session presentation at the American Society of Hematology th Meeting and Exposition, Atlanta, Georgia",
      "notes": []
    },
    {
      "year": "2006",
      "title": "Excellence Award for Best Oral Abstract, Second International Conference on Childhood Non Hodgkin Lymphoma, New York",
      "notes": []
    },
    {
      "year": "2006",
      "title": "ASH Travel Award",
      "notes": []
    },
    {
      "year": "2002",
      "title": "ASH Travel Award",
      "notes": []
    },
    {
      "year": "2000",
      "title": "Special Doctorate Award University of Oviedo",
      "notes": []
    },
    {
      "year": "1999",
      "title": "University of Oviedo, Oviedo, Asturias, Spain. Special Doctorate Award",
      "notes": []
    },
    {
      "year": "1998",
      "title": "First runner-up in the Sanitas Foundation National Award for excellence in Medical Residency",
      "notes": []
    },
    {
      "year": "1998",
      "title": "Award to the Best Scientific Work by a Medical Resident of Asturias Central Hospital (Asturias, Spain)",
      "notes": []
    },
    {
      "year": "1997",
      "title": "Award to the Best Scientific Work by a Medical Resident of Asturias Central Hospital (Asturias, Spain)",
      "notes": []
    },
    {
      "year": "1995",
      "title": "Curso Intensivo MIR Award from the Medical College of Asturias, Spain",
      "notes": []
    },
    {
      "year": "1995",
      "title": "Jesús Galán Award from the Spanish Medical Orphan Association for Excellence in Pre-graduate Studies",
      "notes": []
    },
    {
      "year": "1991",
      "title": "Award V National Contest for Young Scientists, Caceres, Spain",
      "notes": ["", ""]
    }
  ]
}
